bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
eamodio.gitlens
github.copilot
github.copilot-chat
humao.rest-client
laravel.vscode-laravel
leonardssh.vscord
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-ossdata.vscode-pgsql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.makefile-tools
ms-vscode.vscode-typescript-next
mtxr.sqltools
mtxr.sqltools-driver-mssql
mtxr.sqltools-driver-pg
pkief.material-icon-theme
ritwickdey.liveserver
vue.volar
